[
  {
    "title": "Typo",
    "text": "In 2005, a typing error by an inexperienced trader at a Japanese bank caused Mizuho Securities to lose at least $225 million on a stock trade. The company accidentally sold 610,000 shares at 1 yen (£0.0068) instead of 1 share at 610,000 yen (£4,163.62). One wonders how the annual performance review and the shareholders meeting went!"
  },
  {
    "title": "The Ostrich Effect",
    "text": "The number of investors who check their stocks drops by about 8.7% after a market decline. Researchers call this the ostrich effect, which is when people avoid uncertain financial situations by pretending they don’t exist."
  },
  {
    "title": "Pirates",
    "text": "Pirates in Somalia have created a type of stock exchange where pirates and Somali civilians can invest cash or weapons into pirate companies and hope for a share of the ransom."
  },
  {
    "title": "Disney",
    "text": "Walt Disney gave his housekeeper, Thelma Howard, Disney stock every year for Christmas. By the time she died in 1994, she had amassed a $9.5 million fortune and left half of her estate to disadvantaged children."
  },
  {
    "title": "Pizza Anyone",
    "text": "After it hit a low point in 2009, Domino’s Pizza changed their pizza recipe and its stock grew 233 percent within a year."
  },
  {
    "title": "Homework",
    "text": "In 1999, 15-year-old New Jersey boy named Jonathan Lebed was making up to $74,000 a day in the stock market by using internet message boards to manipulate various prices. The Government eventually intervened, but he was able to keep half a million dollars of his gains."
  },
  {
    "title": "Pants on fire",
    "text": "In 2001, Kim ‘Dotcom’ purchased €375,000 of shares of a nearly bankrupt company, announced he would invest €50 million in the company, and caused the share value to jump nearly 300%. He sold his shares a few days later for €1,568,000. It is alledged he never had the money available to invest."
  },
  {
    "title": "Tweets",
    "text": "In 2011, Rapper 50 Cent made $8.7 million using Twitter to convince people to invest in a failing penny stock."
  },
  {
    "title": "Apple",
    "text": "Ronald Wayne was the third cofounder of Apple, along with Steve Wozniak and Steve Jobs. In 1976, he sold his 10% share of the company for $800. Today, his 10% would have been worth of $35 billion."
  },
  {
    "title": "Wall Street the Movie",
    "text": "In preparation for his role in Wall Street - Money Never Sleeps, Shia LaBeouf worked extensively with traders and researchers, invested 20,000 dollars, and made some 400,000 dollars. A few people who trained him were later arrested for illegal acts of trading."
  },
  {
    "title": "Microsoft v Apple",
    "text": "Microsoft saved Apple from going under in 1997 by buying 150 million in non-vote shares so they wouldn’t become a monopoly."
  },
  {
    "title": "Secrets",
    "text": "In 1954, economist Armen Alchian was able to figure out what the secret fuel was for the newly developed hydrogen bomb just by looking at the share prices of chemical suppliers on the stock market."
  },
  {
    "title": "Algorithms",
    "text": "In 2006, one-third of all stocks traded in USA and European Union were traded using algorithms. Today, it is estimated that around 70% of stocks traded in the US and EU markets are bought and sold by algorithmic programs, with some markets pushing 80%."
  },
  {
    "title": "Twain",
    "text": "Mark Twain once quipped that October is one of the most dangerous months to speculate in stocks. The other months are July, January, September, April, November, May, March, June, December, August, and February."
  },
  {
    "title": "Entrepreneur",
    "text": "Bill Gates told his Harvard University professors that he would be a millionaire by age 30. He became a billionaire at age 31."
  },
  {
    "title": "Frosties",
    "text": "The two parties involved in the millionth trade of the day get coupons for free Frosties at Wendys restaurant."
  },
  {
    "title": "The 2008 crash",
    "text": "The USA financial bailout cost more than the Marshall Plan, the Louisiana Purchase, the Race to the Moon, the S&L bailout, the Korean War, the New Deal, the Iraq War, the Vietnam War and NASA’s lifetime budget combined. The bailout total was $4.62 trillion."
  },
  {
    "title": "Double Up",
    "text": "If you invested a dollar and doubled your money every day in the stock market, you would have a billion dollars in 31 trading days."
  },
  {
    "title": "The Wall",
    "text": "Wall Street was laid out behind a 12-foot-high wood stockade across lower Manhattan in 1685. The stockade was built to protect the Dutch settlers from British and Native American attacks."
  },
  {
    "title": "Lunchbreaks",
    "text": "A 17 year old, Mohammed Islam, from Queens, New York, who started dabbling in penny stocks at the tender age of nine, made a fortune by the age of 17 by trading stocks on his lunch breaks at school. New York magazine estimated his wealth at around $72million in 2014."
  }
]